Repository: zankoAn/SessionCommerceBot
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fa

source: Hi, welcome to the session-house bot. Choose one of the following options to continue
fa: سلام به ربات تست خوش اومدید برای ادامه یکی از گزینه های زیر را انتخاب نمایید

source: 👤 Profile 🛍 Buy Number 💰 Charge Account ☎️ Support
fa: 👤 پروفایل 🛍 خرید شماره 💰 شارژ حساب ☎️ پشتیبانی

source: 👤 Profile
fa: 👤 پروفایل

source: ☎️ Support
fa: ☎️ پشتیبانی

source: 💰 Charge Account
fa: 💰 شارژ حساب

source: 🛍 Buy Number
fa: 🛍 خرید شماره

source: ☎️ Support Agent 2️⃣ ☎️ Support Agent 1️⃣ 🏛 Back
fa: ☎️ پشتیبان 2️⃣ ☎️ پشتیبان 1️⃣ 🏛 بازگشت

source: ☎️ Support Agent 1️⃣
fa: ☎️ پشتیبان 1️⃣

source: ☎️ Support Agent 2️⃣
fa: ☎️ پشتیبان 2️⃣

source: 🏛 Back
fa: 🏛 بازگشت

source: 🏛 Back & Select Support Agent
fa: 🏛 بازگشت و انتخاب پشتیبان

source: 🏛 Back & choose payment method
fa: 🏛 بازگشت و انتخاب روش پرداخت

source: 💶 Pay With PerfectMoney
fa: 💶 پرداخت با پرفکت مانی

source: 🪙 Pay With Crypto
fa: 🪙 پرداخت با کریپتو

source: 💰 Pay With Rial
fa: 💰 پرداخت ریالی

source: 💳 Pay::{url}
fa: 💳 پرداخت::{url}

source: 〽️ <b>Buy Telegram Virtual Number</b> 〽️ Please choose one of the following countries ⚠️ Number price for each country is written in Rial ➖➖➖➖➖➖➖➖➖➖➖➖➖➖
fa: 〽️ <b>خرید شماره مجازی تلگرام</b> 〽️ لطفا یکی از کشور های زیر را انتخاب نمایید ⚠️ قیمت شماره برای هر کشور به ریال نوشته شده است ➖➖➖➖➖➖➖➖➖➖➖➖➖➖

source: 〽️ <b>Receive Number</b> 〽️ 📲 After entering the number, click on the receive code option so get the login code ⚠️ Note: If you go back to the previous steps or change step, you will no longer have access to the login code 💎 <b>Number:</b> <code>{phone}</code> ➖➖➖➖➖➖➖➖➖➖➖➖➖➖
fa: 〽️ <b>دریافت شماره</b> 〽️ 📲 بعد از وارد کردن شماره گزینه دریافت کد را کلیک نمایید تا کد لاگین سشن برای شما ارسال شود ⚠️ نکته: درصورت برگشتن به مراحل قبل و... دیگر به کد لاگین و.. دست رسی نخواهید داشت. 💎 <b>شماره:</b> <code>{phone}</code> ➖➖➖➖➖➖➖➖➖➖➖➖➖➖

source: 〽️ <b>Receive Login Code</b> 〽️ ⚠️ Please do not share the account login code with anyone ⚠️ Note: You can get the login code only 3 times through the button below. 🪪 <b>Login code: </b><tg-spoiler>{code}</tg-spoiler> 🔒 <b>Password :</b> <tg-spoiler>{password}</tg-spoiler> ➖➖➖➖➖➖➖➖➖➖➖➖➖➖
fa: 〽️ <b>دریافت کد لاگین</b> 〽️ ⚠️ لطفا کد ورود به حساب را با کسی به اشتراک نگذارید ⚠️ نکته: شما فقط 3 بار میتوانید از طریق دکمه زیر کد ورود به حساب را دریافت نمایید. 🪪 <b>کد لاگین:‌ </b><tg-spoiler>{code}</tg-spoiler> 🔒 <b>پسورد اکانت:</b> <tg-spoiler>{password}</tg-spoiler> ➖➖➖➖➖➖➖➖➖➖➖➖➖➖

source: 🔘 Get Login Code:login_code-{phone}:
fa: 🔘 دریافت کد لاگین:login_code-{phone}:

source: 🔘 Get Login Code:login_code-{phone}: 🏴 List countries:back_to_show_countrys:
fa: 🔘 دریافت کد لاگین:login_code-{phone}: 🏴 لیست کشور ها:back_to_show_countrys:

source: 🏴 List countries:back_to_show_countrys:
fa: 🏴 لیست کشور ها:back_to_show_countrys:

source: 〽️ My Profile 〽️ 👤 Your ID: <code>{user_id}</code> 🎗 Purchased numbers count: {total_order} 🎗 Total purchases: {total_pay} 🎗 Account balance: <b>{balance:,}</b> 〰️〰️〰️〰️〰️〰️〰️〰️〰️〰️〰️〰️
fa: 〽️ پروفایل کاربری 〽️ 👤 ایدی شما : <code>{user_id}</code> 🎗 تعداد شماره های خریده شده: {total_order} 🎗 مجموع خرید ها: {total_pay} 🎗 موجودی حساب: <b>{balance:,}</b> 〰️〰️〰️〰️〰️〰️〰️〰️〰️〰️〰️〰️‌‌

source: 📨 Support ➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖ Please choose one of the following supports 👇🏻 ⚠️ Note: If Accidentally or etc... you ended the conversation with the current support and then you want to continue talking where you left off, please message the same support you spoke with before.
fa: 📨 پشتیبانی ➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖ لطفا یکی از پشتیبان های زیر را انتخاب نمایید 👇🏻 ⚠️ نکته: اگر به طور اتفاقی یا... گفتگو با پشتیبان فعلی را خاتمه دادید و سپس قصد ادامه صحبت از جایی که متوقف شده است را دارید، لطفا به همان پشتیبانی که قبلاً با او صحبت کرده‌اید پیام دهید.

source: 🌐 You have connected to support number 2. Please send your message, to end the conversation you can send the /start command or click the Back button 📫
fa: 🌐 شما به پشتیبان شماره 2 وصل شدید. اــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ لطفا پیغام خود را ارسال نمایید، برای پایان دادن به گفتگو می توانید کامند /start را ارسال و یا دکمه بازگشت را کلیک نمایید 📫

source: 🌐 You have connected to support number 1. Please send your message, to end the conversation you can send the /start command or click the Back button 📫
fa: 🌐 شما به پشتیبان شماره 1 وصل شدید. اــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ لطفا پیغام خود را ارسال نمایید، برای پایان دادن به گفتگو می توانید کامند /start را ارسال و یا دکمه بازگشت را کلیک نمایید 📫

source: Your message has been successfully sent to supporter ✅
fa: پیام شما با موفقیت برای پشتیبان ارسال شد ✅

source: 〽️ <b>Charge Account</b> 〽️ 💳 Please click on the button below to be transferred to the getway page. 👤 Your id : {user_id } 💰 amount to be paid: {amount} dollars ➖➖➖➖➖➖➖➖➖➖➖➖➖➖
fa: 〽️ <b>شارژ حساب</b> 〽️ 💳 لطفا بر روی دکمه زیر کلیک نمایید تا به صفحه درگاه پرداخت منتقل شوید. 👤 ایدی شما : {user_id} 💰 مقدار قابل پرداخت :‌ {amount} دلار ➖➖➖➖➖➖➖➖➖➖➖➖➖➖

source: 〽️ <b>Charging Account</b> 〽️ To increase your account balance, please choose one of the following pay methods 👇🏻 ➖➖➖➖➖➖➖➖➖➖➖➖➖➖
fa: 〽️ <b>شارژ حساب</b> 〽️ برای افزایش موجودی حساب خود لطفا یکی روش های زیر را انتخاب نمایید 👇🏻 ➖➖➖➖➖➖➖➖➖➖➖➖➖➖

source: 💶 <b>Charge Account</b> 💶 🔑 Please send your activation code ➖➖➖➖➖➖➖➖➖➖➖➖➖➖
fa: 💶 <b>شارژ حساب</b> 💶 🔑 لطفا کد فعال سازی(Activation Code) خود را ارسال کنید ➖➖➖➖➖➖➖➖➖➖➖➖➖➖

source: 💶 <b>Charging the account</b> 💶 🔘 Please send your 10-digit voucher number (e-voucher) ➖➖➖➖➖➖➖➖➖➖➖➖➖➖
fa: 💶 <b>شارژ حساب</b> 💶 🔘 لطفا شماره 10 رقمی ووچر(e-voucher) خود را ارسال کنید ➖➖➖➖➖➖➖➖➖➖➖➖➖➖

source: 💶 Charging Account 💶 Your information has been registered, in the next 1-2 minutes if the information sent is valid, your account will be charged. ✅ ➖➖➖➖➖➖➖➖➖➖➖➖➖➖
fa: 💶 شارژ حساب 💶 اطلاعات شما ثبت شد، طی 1 الی 2 دقیقه آینده در صورت معتبر بودن اطالعات ارسال شده،‌ حساب شما شارژ می شود. ✅ ➖➖➖➖➖➖➖➖➖➖➖➖➖➖

source: 💶 Pay With PerfectMoney 🪙 Pay With Crypto 💰 Pay With Rial 🏛 Back
fa: 💶 پرداخت با پرفکت مانی 🪙 پرداخت با کریپتو 💰 پرداخت ریالی 🏛 بازگشت

source: 🪙 <b>Charge Account</b> 🪙 💰 Please enter the amount you would like to charge to your account ⚠️ The number sent must be in dollars. ⚠️ The number entered must be more than 1 dollar. ➖➖➖➖➖➖➖➖➖➖➖➖➖➖
fa: 🪙 <b>شارژ حساب</b> 🪙 💰 لطفا میزان مورد نیاز شارژ خود را ارسال نمایید ⚠️ عدد ارسال شده باید به دلار باشد. ⚠️ عدد وارد شده باید بیشتر از 1 دلار باشد. ➖➖➖➖➖➖➖➖➖➖➖➖➖➖

source: 💰 <b>Charge Account</b> 💰 💳 To charge your account, please click on the button below to be transferred to the getway page. ⚠️ Make sure your VPN is turned off. ⚠️ Please do not leave the page until the payment is completed and the transaction is confirmed. ➖➖➖➖➖➖➖➖➖➖➖➖➖➖
fa: 💰 <b>شارژ حساب</b> 💰 💳 برای شارژ حساب خود لطفا بر روی دکمه زیر کلیک نمایید تا به صفحه درگاه منتقل شوید. ⚠️ برای کند نبودن روند پرداخت بانکی لطفا VPN خود را خاموش کنید. ⚠️ لطفا تا پایان پرداخت و مشاهده تایید تراکنش از صفحه خارج نشوید. ➖➖➖➖➖➖➖➖➖➖➖➖➖➖

source: 💰 <b>Charge Account</b> 💰 💰 Please enter the amount you would like to charge to your account ⚠️ The number sent must be in Rial. ⚠️ The number entered must be more than 200,000 rial. ➖➖➖➖➖➖➖➖➖➖➖➖➖➖
fa: 💰 <b>شارژ حساب</b> 💰 💰 لطفا میزان مورد نیاز شارژ خود را ارسال نمایید ⚠️ عدد ارسال شده باید به ریال باشد. ⚠️ عدد وارد شده باید بیشتر از 20 هزار تومان باشد. ➖➖➖➖➖➖➖➖➖➖➖➖➖➖

source: ⚡️ <b>Balance Increase</b> ⚡️ Your payment was successful. ✅ 💳 <b>new balance:‌‌</b> {balance:,} 〰️〰️〰️〰️〰️〰️〰️〰️〰️〰️
fa: ⚡️ <b>افزایش موجودی</b> ⚡️ پرداخت شما با موفقیت انجام شد. ✅ 💳 <b>موجودی جدید:‌‌</b> {balance:,} 〰️〰️〰️〰️〰️〰️〰️〰️〰️〰️

source: 〽️ <b>Buy Telegram Virtual Number</b> 〽️ Unfortunately, there is no number for sale at the moment ❌ You can contact support 🙏🏻 ➖➖➖➖➖➖➖➖➖➖➖➖➖➖
fa: 〽️ <b>خرید شماره مجازی تلگرام</b> 〽️ متاسفانه فعلا شماره ای برای فروش وجود ندارد ❌ میتوانید با پشتیبانی در ارتباط باشید 🙏🏻 ➖➖➖➖➖➖➖➖➖➖➖➖➖➖

source: ❌ <b>Charge Account</b> ❌ ❌ The submitted data format is incorrect. Please follow the specified format. ➖➖➖➖➖➖➖➖➖➖➖➖➖➖
fa: ❌ <b>شارژ حساب</b> ❌ ❌ فرمت دیتای ارسال شده صحیح نمی باشد، لطفا به فرمت گفت شده دقت کنید. ➖➖➖➖➖➖➖➖➖➖➖➖➖➖

source: ❌ <b>Charge Account</b> ❌ ❌ Your payment amount must be more than {min_amount:,} {pay_type}. ➖➖➖➖➖➖➖➖➖➖➖➖➖➖
fa: ❌ <b>شارژ حساب </b> ❌ ❌ مقدار پرداختی شما باید بیشتر از {min_amount:,} {pay_type} باشد. ➖➖➖➖➖➖➖➖➖➖➖➖➖➖

source: ❌ <b>Retrieve Activation Code</b> ❌ ❌ The voucher activation code is invalid. Please send your 16-digit voucher code. ➖➖➖➖➖➖➖➖➖➖➖➖➖➖
fa: ❌ <b>دریافت کد فعال سازی</b> ❌ ❌ کد فعال سازی ووچر نامعتبر می باشد، لطفا کد 16 رقمی ووچر خود را ارسال نمایید. ➖➖➖➖➖➖➖➖➖➖➖➖➖➖

source: ❌ <b>Retrieve Voucher</b> ❌ ❌ The submitted voucher is invalid. Please send your 10-digit voucher number. ➖➖➖➖➖➖➖➖➖➖➖➖➖➖
fa: ❌ <b>دریافت ووچر</b> ❌ ❌ ووچر ارسالی نامعتبر میباشد، لطفا شماره 10 رقمی ووچر خود را ارسال نمایید. ➖➖➖➖➖➖➖➖➖➖➖➖➖➖

source: ❌ Buy Telegram Virtual Number ❌ Dear user, your balance is not enough to buy this number. Please increase your balance from the "Charge Account 💰" section. ➖➖➖➖➖➖➖➖➖➖➖➖➖➖
fa: ❌ خرید شماره ❌ کاربر گرامی موجودی شما برای خرید این شماره کافی نیست. لطفا از قسمت "شارژ حساب💰" اقدام به افزایش موجودی خود نمایید. ➖➖➖➖➖➖➖➖➖➖➖➖➖➖

source: ❌ The submitted data format is incorrect ➖➖➖➖➖➖➖➖➖➖➖➖➖➖
fa: ❌ فرمت دیتای ارسال شده صحیح نمی باشد ➖➖➖➖➖➖➖➖➖➖➖➖➖➖

source: ❌ شارژ حساب ❌ ❌ There was an issue creating the payment link. Please try again later ➖➖➖➖➖➖➖➖➖➖➖➖➖➖
fa: ❌ شارژ حساب ❌ ❌ مشکلی در ایجاد لینک پرداخت بوجود امد، لطفا بعدا دوباره تلاش کنید ➖➖➖➖➖➖➖➖➖➖➖➖➖➖

source: You have used 3 opportunities to receive your login code! ❌
fa: شما از 3 فرصت دریافت کد لاگین خود استفاده کرده اید! ❌

source: 🇯🇵 Japan 🇯🇵
fa: 🇯🇵 ژاپن 🇯🇵

source: 🇨🇦 Canada 🇨🇦
fa: 🇨🇦 کانادا 🇨🇦

source: 🇮🇷 Iran 🇮🇷
fa: 🇮🇷 ایران 🇮🇷

source: 🇺🇸 USA 🇺🇸
fa: 🇺🇸 آمریکا 🇺🇸

source: 🇬🇧 United Kingdom 🇬🇧
fa: 🇬🇧 انگلیس 🇬🇧

source: 🇰🇷 South Korea 🇰🇷
fa: 🇰🇷 کره جنوبی 🇰🇷
